{
  "category": {
    "Beaches": [
      {
        "name": "Paradise Beach",
        "image": "paradise_beach",
        "languages": {
          "english": "This pristine private beach is meticulously taken care of and offers a host of benefits - from food and beverages to showers and restrooms, all just a few meters away. Swimming is permitted close to the shore only, as currents can be strong further in. Bring a change of clothes if you plan to take a dip. Location of Chunnambar Resort Pondy-Cuddalore Road, Nonankuppam, Puducherry 605101 Timings:9:00am - 5:00pm daily Charges: Entry, Boat Rides, Camera, Food & Beverages are all chargeable",
          "malayalam": "ഈ സ്വകാര്യ ബീച്ച് സൂക്ഷ്മതയോടെ പരിപാലിക്കുകയും ധാരാളം ആനുകൂല്യങ്ങൾ വാഗ്ദാനം ചെയ്യുകയും ചെയ്യുന്നു - ഭക്ഷണപാനീയങ്ങൾ മുതൽ ഷവറുകൾ, വിശ്രമമുറികൾ വരെ, ഏതാനും മീറ്റർ അകലെയാണ്. കരയ് ക്ക് സമീപം മാത്രമേ നീന്തൽ അനുവദിക്കൂ, കാരണം വൈദ്യുത പ്രവാഹങ്ങൾ കൂടുതൽ ശക്തമായിരിക്കും. നിങ്ങൾ മുങ്ങാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ വസ്ത്രങ്ങളുടെ മാറ്റം കൊണ്ടുവരിക. ചുന്നമ്പർ റിസോർട്ടിന്റെ സ്ഥാനം പോണ്ടി-കടലൂർ റോഡ്, നോൺകുപ്പം, പുതുച്ചേരി 605101 സമയം: 9: 00am - 5:00 pm പ്രതിദിന നിരക്കുകൾ: പ്രവേശനം, ബോട്ട് സവാരി, ക്യാമറ, ഭക്ഷണം, പാനീയങ്ങൾ എന്നിവയെല്ലാം ഈടാക്കാവുന്നതാണ്",
          "telugu": "ఈ సహజమైన ప్రైవేట్ బీచ్ చాలా జాగ్రత్తగా చూసుకుంటుంది మరియు అనేక ప్రయోజనాలను అందిస్తుంది - ఆహారం మరియు పానీయాల నుండి షవర్లు మరియు విశ్రాంతి గదులు వరకు, కొన్ని మీటర్ల దూరంలో. తీరానికి దగ్గరగా మాత్రమే ఈత అనుమతించబడుతుంది, ఎందుకంటే ప్రవాహాలు మరింత బలంగా ఉంటాయి. మీరు ముంచాలని అనుకుంటే బట్టలు మార్చండి. చున్నంబర్ రిసార్ట్ పాండి-కడలూరు రోడ్, నోనన్కుప్పం, పుదుచ్చేరి 605101 సమయం: 9: 00am - 5:00 pm రోజువారీ ఛార్జీలు: ఎంట్రీ, బోట్ రైడ్స్, కెమెరా, ఫుడ్ & పానీయాలు అన్నీ వసూలు చేయబడతాయి",
          "tamil": "இந்த அழகிய தனியார் கடற்கரை உன்னிப்பாக கவனித்து வருகிறது மற்றும் பல நன்மைகளை வழங்குகிறது - உணவு மற்றும் பானங்கள் முதல் மழை மற்றும் ஓய்வறைகள் வரை, சில மீட்டர் தொலைவில். நீரோட்டங்கள் மேலும் வலுவாக இருக்கக்கூடும் என்பதால், கரைக்கு அருகில் மட்டுமே நீச்சல் அனுமதிக்கப்படுகிறது. நீங்கள் நீராட திட்டமிட்டால் துணிகளை மாற்றிக் கொள்ளுங்கள். சுன்னம்பர் ரிசார்ட்டின் இருப்பிடம் பாண்டி-கடலூர் சாலை, நோனங்குப்பம், புதுச்சேரி 605101 நேரம்: காலை 9: 00 - மாலை 5:00 மணி வரை தினசரி கட்டணங்கள்: நுழைவு, படகு சவாரி, கேமரா, உணவு மற்றும் பானங்கள் அனைத்தும் கட்டணம் வசூலிக்கப்படும்",
          "hindi": "इस प्राचीन निजी समुद्र तट का सावधानी से ध्यान रखा जाता है और भोजन और पेय पदार्थों से लेकर वर्षा और टॉयलेट तक, सभी कुछ ही मीटर की दूरी पर लाभ का एक मेजबान प्रदान करता है। तैरना केवल किनारे के करीब की अनुमति है, क्योंकि धाराएं और अधिक मजबूत हो सकती हैं। यदि आप एक डुबकी लगाने की योजना बनाते हैं तो कपड़े का एक बदलाव लाएं। चुन्नम्बर रिज़ॉर्ट पोंडी-कुड्डलोर रोड, ननंकुप्पम, पुदुचेरी का स्थान 605101 समय: सुबह 9: 00- शाम 5:00 बजे से दैनिक शुल्क: प्रवेश, नाव की सवारी, कैमरा, भोजन और पेय पदार्थ"
        },
        "coordinates": {
          "lati": "11.875088",
          "long": "79.821702"
        }
      },
      {
        "name": "Auroville Beach",
        "languages": {
          "english": "Auroville Beach - popularly referred to as Auro beach - as the name suggests is close to Auroville. It is situated at the right side of the ECR, opposite to the road leading to Auroville. Located about 12 kms from the main Puducherry town, its shallow waters and small waves make it an ideal place for swimming. It is a fairly popular destination and on weekends it can get rather crowded, whereas on weekdays it is relatively less so. Location off ECR, (opp Auroville entrance), Periyamudaliar Chavadi, Tamil Nadu Timings Beach closes at 6:30pm",
          "malayalam": "ആരോവിൽ ബീച്ച് - ഓറോ ബീച്ച് എന്ന് അറിയപ്പെടുന്നു - പേര് സൂചിപ്പിക്കുന്നത് പോലെ ആരോവില്ലിനടുത്താണ്. ഓറോവില്ലിലേക്ക് പോകുന്ന റോഡിന് എതിർവശത്തായി ECR ന്റെ വലതുവശത്താണ് ഇത് സ്ഥിതിചെയ്യുന്നത്. പ്രധാന പുതുച്ചേരി പട്ടണത്തിൽ നിന്ന് 12 കിലോമീറ്റർ അകലെ സ്ഥിതിചെയ്യുന്ന ഇതിന്റെ ആഴമില്ലാത്ത വെള്ളവും ചെറിയ തിരമാലകളും നീന്തലിന് അനുയോജ്യമായ സ്ഥലമാണ്. ഇത് വളരെ ജനപ്രിയമായ ഒരു ലക്ഷ്യസ്ഥാനമാണ്, വാരാന്ത്യങ്ങളിൽ ഇത് തിരക്ക് വർദ്ധിപ്പിക്കും, അതേസമയം പ്രവൃത്തിദിവസങ്ങളിൽ ഇത് താരതമ്യേന കുറവാണ്. സ്ഥാനം ഓഫ് ഇസി ആർ, (ഓറോവിൽ പ്രവേശനത്തിന് എതിർവശത്ത്), പെരിയമുഡാലിയാർ ചവാഡി, തമിഴ് നാട് സമയം വൈകിട്ട് ആറരയ്ക്ക് ബീച്ച് അടയ്ക്കും",
          "telugu": "ఆరోవిల్ బీచ్ - ఆరో బీచ్ అని ప్రసిద్ది చెందింది - పేరు సూచించినట్లు ఆరోవిల్లెకు దగ్గరగా ఉంది. ఇది ఆరోవిల్లెకు వెళ్లే రహదారికి ఎదురుగా, ECR యొక్క కుడి వైపున ఉంది. ప్రధాన పుదుచ్చేరి పట్టణం నుండి 12 కిలోమీటర్ల దూరంలో ఉన్న దాని నిస్సార జలాలు మరియు చిన్న తరంగాలు ఈతకు అనువైన ప్రదేశం. ఇది బాగా ప్రాచుర్యం పొందిన గమ్యం మరియు వారాంతాల్లో ఇది రద్దీగా ఉంటుంది, అయితే వారాంతపు రోజులలో ఇది చాలా తక్కువగా ఉంటుంది. లొకేషన్ ఆఫ్ ఇసిఆర్, (ఆరోవిల్ ప్రవేశ ద్వారం), పెరియముదలియార్ చావాడి, తమిళనాడు టైమింగ్స్ బీచ్ సాయంత్రం 6:30 గంటలకు ముగుస్తుంది",
          "tamil": "ஆரோவில் பீச் - ஆரோ பீச் என்று பிரபலமாகக் குறிப்பிடப்படுகிறது - பெயர் குறிப்பிடுவது போல் ஆரோவில்லுக்கு அருகில் உள்ளது. இது ஈ.சி.ஆரின் வலது பக்கத்தில், ஆரோவில்லுக்குச் செல்லும் சாலையின் எதிரே அமைந்துள்ளது. பிரதான புதுச்சேரி நகரத்திலிருந்து சுமார் 12 கி.மீ தொலைவில் அமைந்துள்ள அதன் ஆழமற்ற நீரும் சிறிய அலைகளும் நீச்சலுக்கான சிறந்த இடமாக அமைகின்றன. இது மிகவும் பிரபலமான இடமாகும், வார இறுதி நாட்களில் இது கூட்டமாக இருக்கும், அதேசமயம் வார நாட்களில் இது மிகவும் குறைவாகவே இருக்கும். ஈ.சி.ஆர்.",
          "hindi": "ऑरोविले बीच - लोकप्रिय रूप से ऑरो बीच के रूप में जाना जाता है - जैसा कि नाम से पता चलता है ऑरोविले के करीब है। यह ECR के दाईं ओर स्थित है, ओरोविल की ओर जाने वाली सड़क के विपरीत है। मुख्य पुदुचेरी शहर से लगभग 12 किलोमीटर की दूरी पर स्थित, इसकी उथले पानी और छोटी लहरें इसे तैराकी के लिए एक आदर्श स्थान बनाती हैं। यह एक काफी लोकप्रिय गंतव्य है और सप्ताहांत पर यह भीड़ के बजाय मिल सकता है, जबकि सप्ताह के दिनों में यह अपेक्षाकृत कम है। ECR, (opp ऑरोविले प्रवेश द्वार), पेरियामुडालियार चावड़ी, तमिलनाडु टाइमिंग बीच से शाम 6:30 बजे का स्थान"
        },
        "coordinates": {
          "lati": "11.988161",
          "long": "79.849995"
        }
      },
      {
        "name": "Promenade Beach",
        "languages": {
          "english": "The 1.5 km long promenade running along the beach is the pride of Puducherry. One can relax or take a stroll at any time of the day, though the best time would be early in the mornings and late evenings when the road is closed to vehicular traffic. This ensures that kids can run amok and people can enjoy the ambience without pollution and fear of speeding vehicles.The Tourist Information Centre of PTDC is at one end of this grand stretch, housed in an aesthetic heritage building facing the sea. It is well furnished and caters to the need of the many visiting tourists.Timings Pedestrians - All day Vehicles - 7:30am to 6:00pm",
          "malayalam": "കടൽത്തീരത്തുകൂടി 1.5 കിലോമീറ്റർ നീളമുള്ള പ്രൊമെനേഡ് പുതുച്ചേരിയുടെ അഭിമാനമാണ്.\nവാഹന ഗതാഗതത്തിന് റോഡ് അടയ്ക്കുമ്പോൾ രാവിലെയും വൈകുന്നേരവും അതിരാവിലെ ആയിരിക്കാമെങ്കിലും ദിവസത്തിലെ ഏത് സമയത്തും ഒരാൾക്ക് വിശ്രമിക്കാനോ സഞ്ചരിക്കാനോ കഴിയും. കുട്ടികൾ ക്ക് അമിതമായി ഓടിക്കാൻ കഴിയുമെന്ന് ഇത് ഉറപ്പാക്കുന്നു, കൂടാതെ മലിനീകരണവും വേഗത്തിലുള്ള വാഹനങ്ങളെ ഭയപ്പെടാതെ ആളുകൾ ക്ക് അന്തരീക്ഷം ആസ്വദിക്കാൻ കഴിയും.\nകടലിനഭിമുഖമായി ഒരു സൗന്ദര്യാത്മക പൈതൃക കെട്ടിടത്തിലാണ് പിടിഡിസിയുടെ ടൂറിസ്റ്റ് ഇൻഫർമേഷൻ സെന്റർ സ്ഥിതി ചെയ്യുന്നത്. ഇത് നന്നായി സജ്ജീകരിച്ചിരിക്കുന്നു കൂടാതെ സന്ദർശിക്കുന്ന നിരവധി സഞ്ചാരികളുടെ ആവശ്യം നിറവേറ്റുന്നു. സമയം കാൽനടയാത്രക്കാർ - ദിവസം മുഴുവൻ\nവാഹനങ്ങൾ - രാവിലെ 7:30 മുതൽ 6:00 വരെ",
          "telugu": "బీచ్ వెంట నడుస్తున్న 1.5 కిలోమీటర్ల పొడవైన విహార ప్రదేశం పుదుచ్చేరి గర్వం. వాహన ట్రాఫిక్ కు రహదారిని మూసివేసినప్పుడు ఉదయం మరియు సాయంత్రం వేళల్లో ఉత్తమ సమయం ప్రారంభమైనప్పటికీ, రోజులో ఎప్పుడైనా విశ్రాంతి తీసుకోవచ్చు లేదా షికారు చేయవచ్చు. ఇది పిల్లలు ఉల్లాసంగా నడపగలదని మరియు కాలుష్యం మరియు వేగవంతమైన వాహనాల భయం లేకుండా ప్రజలు వాతావరణాన్ని ఆస్వాదించవచ్చని ఇది నిర్ధారిస్తుంది. పిటిడిసి యొక్క పర్యాటక సమాచార కేంద్రం ఈ గ్రాండ్ స్ట్రెచ్ యొక్క ఒక చివరలో ఉంది, ఇది సముద్రం ఎదురుగా ఉన్న సౌందర్య వారసత్వ భవనంలో ఉంది. ఇది బాగా అమర్చబడి ఉంది మరియు అనేక మంది సందర్శించే పర్యాటకుల అవసరాన్ని తీరుస్తుంది. సమయం పాదచారులు - రోజంతా వాహనాలు - ఉదయం 7:30 నుండి సాయంత్రం 6:00 వరకు",
          "tamil": "1.5 கி.மீ நீளமுள்ள ஊர்வலம் கடற்கரையோரம் ஓடுவது புதுச்சேரியின் பெருமை. ஒருவர் வாகனத்தின் போக்குவரத்துக்கு சாலை மூடப்படும்போது, காலை மற்றும் பிற்பகல் வேளைகளில் சிறந்த நேரம் இருக்கும் என்றாலும், எந்த நேரத்திலும் ஒருவர் ஓய்வெடுக்கலாம் அல்லது உலாவலாம். இது குழந்தைகள் சுறுசுறுப்பாக இயங்குவதை உறுதிசெய்கிறது மற்றும் மாசுபாடு மற்றும் வேகமான வாகனங்களுக்கு பயப்படாமல் மக்கள் சுற்றுப்புறத்தை அனுபவிக்க முடியும். பி.டி.டி.சியின் சுற்றுலா தகவல் மையம் இந்த பிரம்மாண்டமான நீளத்தின் ஒரு முனையில் உள்ளது, இது கடல் எதிர்கொள்ளும் ஒரு அழகியல் பாரம்பரிய கட்டிடத்தில் அமைந்துள்ளது. இது நன்கு அமைக்கப்பட்டுள்ளது மற்றும் வருகை தரும் பல சுற்றுலாப் பயணிகளின் தேவையை பூர்த்தி செய்கிறது. நேரம் பாதசாரிகள் - நாள் முழுவதும்\nவாகனங்கள் - காலை 7:30 மணி முதல் மாலை 6:00 மணி வரை",
          "hindi": "समुद्र तट के किनारे चलने वाली 1.5 किमी लंबी सैर पुदुचेरी की शान है। दिन के किसी भी समय कोई आराम कर सकता है या टहल सकता है, हालांकि सबसे अच्छा समय सुबह और देर शाम को होता है जब सड़क वाहनों के आवागमन के लिए बंद हो जाती है। यह सुनिश्चित करता है कि बच्चे एमोक चला सकते हैं और लोग प्रदूषण के बिना माहौल का आनंद ले सकते हैं और वाहनों के तेज होने का डर है। पीटीडीसी का पर्यटक सूचना केंद्र इस भव्य खंड के एक छोर पर है, जो समुद्र के सामने एक सौंदर्य विरासत भवन में रखा गया है। यह अच्छी तरह से सुसज्जित है और कई आने वाले पर्यटकों की आवश्यकता को पूरा करता है। समय पैदल यात्री - सारा दिन वाहन - सुबह 7:30 से शाम 6:00 तक"
        },
        "coordinates": {
          "lati": "11.932650",
          "long": "79.835833"
        }
      }
    ],
    "Museums": [
      {
        "name": "ANANDA RANGAPILLAI MUSEUM",
        "languages": {
          "english": "Opening Time : 10:00:00 Closing Time : 17:00:00 Phone : 91-413-2339497 Ananda Ranga Pillai was the celebrated dubash of Dupleix, the governor of Puducherry while it flourished under the French glory. On Ananda Ranga Pillai's death, his diaries came into the possession of his nephew Tiruvengadam Pillai who appears to have maintained a series of records of his own till the beginning of 1770. Subsequent generations of the family had discarded it until the manuscript was recovered in a decrepit state by Gallois Montburn, the Mayor of Pondicherry in 1846 and a scholar of Oriental language; he immediately set upon translating the manuscript to French. However, when the translated manuscript was being edited a number of gaps were discovered. The gaps were supplemented when volumes one and two of Ananda Ranga Pillai's diary were found. These were subsequently translated into French in 1870 and 1889.Address-Ananda Rangapillai Street Puducherry",
          "hindi": "खुलने का समय: 10:00 बजे समापन समय: 17:00:00 फोन: 91-413-2339497 आनंद रंगा पिल्लई पुदुचेरी के गवर्नर, डुप्लेक्स का मनाया हुआ दूब था, जबकि यह फ्रांसीसी महिमा के तहत फला-फूला। आनंद रंगा पिल्लई की मृत्यु पर, उनकी डायरी उनके भतीजे तिरुवेंगडम पिल्लई के कब्जे में आई, जो 1770 की शुरुआत तक अपने स्वयं के रिकॉर्ड की एक श्रृंखला को बनाए रखने के लिए प्रतीत होता है। परिवार की बाद की पीढ़ियों ने एक पांडुलिपि बरामद होने तक इसे त्याग दिया था 1846 में पांडिचेरी के मेयर, गैलोइस मॉन्टबर्न द्वारा डिक्रिपिट राज्य और ओरिएंटल भाषाओं के विद्वान; उन्होंने तुरंत पांडुलिपि का फ्रेंच में अनुवाद करने की तैयारी की। हालाँकि, जब अनुवादित पांडुलिपि संपादित की जा रही थी तो कई अंतरालों का पता चला था। आनंद रंगा पिल्लई की डायरी के एक और दो खंड पाए जाने पर अंतराल को पूरक बनाया गया था। इन्हें बाद में 1870 और 1889 में फ्रेंच में अनुवाद किया गया।",
          "malayalam": "തുറക്കുന്ന സമയം: 10:00:00\nഅവസാനിക്കുന്ന സമയം: 17:00:00\nഫോൺ: 91-413-2339497 പുതുച്ചേരി ഗവർണറായിരുന്ന ഡുപ്ലിക്സിന്റെ പ്രസിദ്ധമായ ദുബാഷാണ് ആനന്ദ രംഗ പിള്ള. ഫ്രഞ്ച് പ്രതാപത്തിൽ അത് അഭിവൃദ്ധി പ്രാപിച്ചു. ആനന്ദ രംഗ പിള്ളയുടെ മരണത്തിൽ, അദ്ദേഹത്തിന്റെ ഡയറിക്കുറിപ്പുകൾ അദ്ദേഹത്തിന്റെ അനന്തരവൻ തിരുവേങ്ങടം പിള്ളയുടെ കൈവശമായി. 1770 ന്റെ തുടക്കം വരെ സ്വന്തമായി നിരവധി രേഖകൾ സൂക്ഷിച്ചിരുന്നതായി തോന്നുന്നു. കയ്യെഴുത്തുപ്രതി വീണ്ടെടുക്കുന്നതുവരെ കുടുംബത്തിലെ തുടർന്നുള്ള തലമുറകൾ അത് ഉപേക്ഷിച്ചിരുന്നു. 1846-ൽ പോണ്ടിച്ചേരി മേയറും ഓറിയന്റൽ ഭാഷകളുടെ പണ്ഡിതനുമായ ഗാലോയിസ് മോണ്ട്ബേൺ എഴുതിയ അവസ്ഥ; അദ്ദേഹം ഉടൻ തന്നെ കൈയെഴുത്തുപ്രതി ഫ്രഞ്ചിലേക്ക് വിവർത്തനം ചെയ്തു. എന്നിരുന്നാലും, വിവർത്തനം ചെയ്ത കൈയെഴുത്തുപ്രതി എഡിറ്റുചെയ്യുമ്പോൾ നിരവധി വിടവുകൾ കണ്ടെത്തി. ആനന്ദ രംഗ പിള്ളയുടെ ഡയറിയുടെ ഒന്നും രണ്ടും വാല്യങ്ങൾ കണ്ടെത്തിയപ്പോൾ ഈ വിടവുകൾ നികത്തി. ഇവ പിന്നീട് 1870 ലും 1889 ലും ഫ്രഞ്ച് ഭാഷയിലേക്ക് വിവർത്തനം ചെയ്യപ്പെട്ടു.",
          "telugu": "ప్రారంభ సమయం: 10:00:00\nముగింపు సమయం: 17:00:00\nఫోన్: 91-413-2339497 ఆనంద రంగా పిళ్ళై పుదుచ్చేరి గవర్నర్ డుప్లెక్స్ యొక్క ప్రసిద్ధ దుబాష్, ఇది ఫ్రెంచ్ కీర్తి క్రింద అభివృద్ధి చెందింది. ఆనంద రంగా పిళ్ళై మరణం తరువాత, అతని డైరీలు అతని మేనల్లుడు తిరువెంగడం పిళ్ళై ఆధీనంలోకి వచ్చాయి, అతను 1770 ప్రారంభం వరకు తన సొంత రికార్డులను కొనసాగించినట్లు తెలుస్తుంది. మాన్యుస్క్రిప్ట్ తిరిగి పొందే వరకు కుటుంబంలోని తరువాతి తరాలు దానిని విస్మరించాయి. 1846 లో పాండిచేరి మేయర్ మరియు ఓరియంటల్ భాషల పండితుడు గాల్లోస్ మోంట్బర్న్ చేత క్షీణించిన స్థితి; అతను వెంటనే మాన్యుస్క్రిప్ట్ ను ఫ్రెంచ్ కు అనువదించాడు. అయినప్పటికీ, అనువదించబడిన మాన్యుస్క్రిప్ట్ సవరించబడినప్పుడు అనేక అంతరాలు కనుగొనబడ్డాయి. ఆనంద రంగా పిళ్ళై డైరీలో ఒకటి మరియు రెండు వాల్యూమ్లు దొరికినప్పుడు అంతరాలు భర్తీ చేయబడ్డాయి. వీటిని తరువాత 1870 మరియు 1889 లో ఫ్రెంచ్ భాషలోకి అనువదించారు.",
          "tamil": "திறக்கும் நேரம்: 10:00:00 நிறைவு நேரம்: 17:00:00\nதொலைபேசி: 91-413-2339497 புதுச்சேரியின் ஆளுநரான டுப்லெக்ஸின் புகழ்பெற்ற துபாஷ் ஆனந்த ரங்கா பிள்ளை, பிரெஞ்சு மகிமையின் கீழ் அது செழித்தது. ஆனந்த ரங்கா பிள்ளை இறந்தபோது, அவரது டைரிகள் அவரது மருமகன் திருவேங்கடம் பிள்ளையின் வசம் வந்தன, அவர் 1770 ஆம் ஆண்டின் ஆரம்பம் வரை தனது சொந்த பதிவுகளைத் தொடர்ந்து பராமரித்து வந்ததாகத் தெரிகிறது. 1846 இல் பாண்டிச்சேரியின் மேயரும் ஓரியண்டல் மொழிகளின் அறிஞருமான காலோயிஸ் மோன்ட்பர்ன் என்பவரால் சிதைந்த நிலை; அவர் உடனடியாக கையெழுத்துப் பிரதியை பிரெஞ்சு மொழியில் மொழிபெயர்த்தார். இருப்பினும், மொழிபெயர்க்கப்பட்ட கையெழுத்துப் பிரதி திருத்தப்பட்டபோது பல இடைவெளிகள் கண்டுபிடிக்கப்பட்டன. ஆனந்த ரங்கா பிள்ளையின் நாட்குறிப்பில் ஒன்று மற்றும் இரண்டு தொகுதிகள் கண்டுபிடிக்கப்பட்டபோது இடைவெளிகள் கூடுதலாக இருந்தன. இவை பின்னர் 1870 மற்றும் 1889 ஆம் ஆண்டுகளில் பிரெஞ்சு மொழியில் மொழிபெயர்க்கப்பட்டன."
        },
        "coordinates": {
          "lati": "11.935264",
          "long": "79.827915"
        }
      },
      {
        "name": "BHARATHIDASAN MUSEUM",
        "languages": {
          "english": "Opening Time : 10:00:00\nClosing Time : 17:00:00 The Bharathidasan Museum, on No. 95 PerumalKoil Street, is the former house of the renowned Puducherry born poet and playwright - Bharathidasan (1891-1960) (meaning-Disciple of Bharathi). Bharathidasan's poems are comparable with Bharathi's poem both in literary achievement and poetic fervour. He also wrote scripts for films on issues such as Dravidian culture and the rights of women. Address-95, Perumal koil street Puducherry",
          "hindi": "खुलने का समय: 10:00 बजे समापन समय: 17:00:00 नंबर 95 पेरुमलकोइल स्ट्रीट पर भारतीदासन संग्रहालय, प्रसिद्ध पुदुचेरी में जन्मे कवि और नाटककार - भारतीदासन (1891-1960) (जिसका अर्थ है \"भारती का शिष्य\") का पूर्व घर है। भारतीदासन की कविताएँ साहित्यिक उपलब्धि और काव्य-सरोकार दोनों में भारती की कविता के साथ तुलनात्मक हैं। उन्होंने द्रविड़ संस्कृति और महिलाओं के अधिकारों जैसे मुद्दों पर फिल्मों के लिए स्क्रिप्ट भी लिखी। पता -95, पेरुमल कोइल स्ट्रीट पुदुचेरी",
          "malayalam": "തുറക്കുന്ന സമയം: 10:00:00 അവസാനിക്കുന്ന സമയം: 17:00:00 95-ാം നമ്പർ പെരുമാൾകോയിൽ സ്ട്രീറ്റിലെ ഭാരതിദാസൻ മ്യൂസിയം പ്രശസ്ത പുതുച്ചേരിയിൽ ജനിച്ച കവിയും നാടകകൃത്തുമായ മുൻ ഭവനമാണ് - ഭാരതിദാസൻ (1891-1960) (\"ഭാരതിയുടെ ശിഷ്യൻ\" എന്നർത്ഥം). ഭാരതിദാസന്റെ കവിതകൾ സാഹിത്യ നേട്ടത്തിലും കാവ്യാത്മകതയിലും ഭാരതിയുടെ കവിതയുമായി താരതമ്യപ്പെടുത്താവുന്നതാണ്. ദ്രാവിഡ സംസ്കാരം, സ്ത്രീകളുടെ അവകാശങ്ങൾ തുടങ്ങിയ വിഷയങ്ങളിൽ അദ്ദേഹം സിനിമകൾക്ക് തിരക്കഥയെഴുതി. വിലാസം -95, പെരുമാൾ കോയിൽ സ്ട്രീറ്റ് പുതുച്ചേരി",
          "telugu": "ప్రారంభ సమయం: 10:00:00\nముగింపు సమయం: 17:00:00 నెంబరు 95 పెరుమాల్ కోయిల్ వీధిలో ఉన్న భారతిదాసన్ మ్యూజియం ప్రఖ్యాత పుదుచ్చేరిలో జన్మించిన కవి మరియు నాటక రచయిత - భారతిదాసన్ (1891-1960) (అంటే \"భారతి శిష్యుడు\"). భారతిదాసన్ కవితలు భారతీయ కవితతో సాహిత్య సాధనలో మరియు కవితా ఉత్సాహంతో పోల్చవచ్చు. ద్రావిడ సంస్కృతి, మహిళల హక్కులు వంటి అంశాలపై సినిమాలకు స్క్రిప్ట్స్ రాశారు. చిరునామా -95, పెరుమాల్ కోయిల్ వీధి పుదుచ్చేరి",
          "tamil": "திறக்கும் நேரம்: 10:00:00\nநிறைவு நேரம்: 17:00:00 பெரும்பல்காயில் தெருவில் உள்ள பாரதிதாசன் அருங்காட்சியகம் புகழ்பெற்ற புதுச்சேரியில் பிறந்த கவிஞரும் நாடக ஆசிரியருமான பாரதிதாசன் (1891-1960) (\"பாரதியின் சீடர்\" என்று பொருள்) முன்னாள் வீடு. பாரதிதாசனின் கவிதைகள் பாரதியின் கவிதையுடன் இலக்கிய சாதனை மற்றும் கவிதை ஆர்வத்துடன் ஒப்பிடப்படுகின்றன. திராவிட கலாச்சாரம் மற்றும் பெண்களின் உரிமைகள் போன்ற பிரச்சினைகள் குறித்த படங்களுக்கான திரைக்கதைகளையும் எழுதினார்.முகவரி -95, பெருமாள் கோயில் தெரு புதுச்சேரி"
        },
        "coordinates": {
          "lati": "11.940899",
          "long": "79.828589"
        }
      },
      {
        "name": "PONDICHERRY MUSEUM",
        "languages": {
          "english": "Opening Time : 10:00:00 Closing Time : 17:00:00 Website : art.puducherry.gov.in/museum.html The Puducherry Museum is located on Saint Louis Street and is open on all days except Mondays and national holidays between 10:00-17:00 hrs. The museum is located in the former Law Building. The museum has a collection of rare bronzes and stone sculptures from the Pallava and Chola dynasties and artefacts excavated from Arikamedu (an ancient port just 7 kms. from city that had trade links with the Roman empires). Address-Saint Louis Street, (opp Raj Nivas) Puducherry",
          "hindi": "खुलने का समय: 10:00 बजे समापन समय: 17:00:00 वेबसाइट: art.puducherry.gov.in/museum.html पुदुचेरी संग्रहालय सेंट लुइस स्ट्रीट पर स्थित है और सोमवार और राष्ट्रीय अवकाशों को छोड़कर सभी दिनों में 10: 00-17: 00 बजे के बीच खुला रहता है। संग्रहालय पूर्व लॉ बिल्डिंग में स्थित है। संग्रहालय में पल्लव और चोल राजवंशों से दुर्लभ कांस्य और पत्थर की मूर्तियों का एक संग्रह है, जो कि अरिकेमेडु (एक प्राचीन बंदरगाह सिर्फ 7 किलोमीटर दूर है, जो रोमन साम्राज्य के साथ व्यापारिक संबंध थे) से खुदाई की गई थी। पता-सेंट लुइस स्ट्रीट, (राज राज निवास) पुदुचेरी",
          "tamil": "திறக்கும் நேரம்: 10:00:00 நிறைவு நேரம்: 17:00:00\nவலைத்தளம்: art.puducherry.gov.in/museum.html புதுச்சேரி அருங்காட்சியகம் செயிண்ட் லூயிஸ் தெருவில் அமைந்துள்ளது மற்றும் திங்கள் மற்றும் தேசிய விடுமுறை நாட்கள் தவிர 10: 00-17: 00 மணி வரை அனைத்து நாட்களிலும் திறந்திருக்கும். இந்த அருங்காட்சியகம் முன்னாள் சட்ட கட்டிடத்தில் அமைந்துள்ளது. இந்த அருங்காட்சியகத்தில் பல்லவா மற்றும் சோழ வம்சங்கள் மற்றும் அரிகாமேடு (ரோமானிய சாம்ராஜ்யங்களுடன் வர்த்தக தொடர்புகள் இருந்த நகரத்திலிருந்து 7 கி.மீ. தொலைவில் உள்ள ஒரு பழங்கால துறைமுகம்) ஆகியவற்றிலிருந்து தோண்டப்பட்ட அரிய வெண்கலங்கள் மற்றும் கல் சிற்பங்களின் தொகுப்பு உள்ளது. முகவரி-செயிண்ட் லூயிஸ் தெரு, (எதிர் ராஜ் நிவாஸ்) புதுச்சேரி",
          "malayalam": "തുറക്കുന്ന സമയം: 10:00:00\nഅവസാനിക്കുന്ന സമയം: 17:00:00\nവെബ്സൈറ്റ്: art.puducherry.gov.in/museum.html സെന്റ് ലൂയിസ് സ്ട്രീറ്റിലാണ് പുതുച്ചേരി മ്യൂസിയം സ്ഥിതിചെയ്യുന്നത്, തിങ്കൾ, ദേശീയ അവധി ദിവസങ്ങൾ ഒഴികെ എല്ലാ ദിവസവും 10: 00-17: 00 മണിക്കൂർ വരെ തുറന്നിരിക്കും. പഴയ ലോ ബിൽഡിംഗിലാണ് മ്യൂസിയം സ്ഥിതി ചെയ്യുന്നത്. പല്ലവ, ചോള രാജവംശങ്ങളിൽ നിന്നുള്ള അപൂർവ വെങ്കലങ്ങളുടെയും ശില്പങ്ങളുടെയും ശേഖരം മ്യൂസിയത്തിൽ ഉണ്ട്. അരിക്കമേഡുവിൽ നിന്ന് ഖനനം ചെയ്ത പുരാവസ്തുക്കൾ (റോമൻ സാമ്രാജ്യങ്ങളുമായി വ്യാപാര ബന്ധമുള്ള നഗരത്തിൽ നിന്ന് 7 കിലോമീറ്റർ മാത്രം അകലെയുള്ള ഒരു പുരാതന തുറമുഖം). വിലാസം-സെന്റ് ലൂയിസ് സ്ട്രീറ്റ്, (രാജ് നിവാസിന് എതിരായി) പുതുച്ചേരി",
          "telugu": "ప్రారంభ సమయం: 10:00:00 ముగింపు సమయం: 17:00:00 వెబ్ సైట్: art.puducherry.gov.in/museum.html పుదుచ్చేరి మ్యూజియం సెయింట్ లూయిస్ వీధిలో ఉంది మరియు సోమవారం మరియు జాతీయ సెలవులు మినహా అన్ని రోజులలో 10: 00-17: 00 గంటల మధ్య తెరిచి ఉంటుంది. ఈ మ్యూజియం పూర్వ లా భవనంలో ఉంది. ఈ మ్యూజియంలో పల్లవ మరియు చోళ రాజవంశాల నుండి అరుదైన కాంస్యాలు మరియు రాతి శిల్పాలు ఉన్నాయి మరియు అరికమేడు నుండి త్రవ్వబడిన కళాఖండాలు (రోమన్ సామ్రాజ్యాలతో వాణిజ్య సంబంధాలు ఉన్న నగరం నుండి కేవలం 7 కిలోమీటర్ల దూరంలో ఉన్న పురాతన ఓడరేవు).చిరునామా-సెయింట్ లూయిస్ స్ట్రీట్, (రాజ్ నివాస్కు వ్యతిరేకంగా)పుదుచ్చేరి"
        },
        "coordinates": {
          "lati": "11.934251",
          "long": "79.834884"
        }
      }
    ],
    "Temples": [
      {
        "name": "Kamatchiamman Temple",
        "languages": {
          "english": "The Kamatchiamman Temple is an important Pondicherry pilgrimage spot. The singularity of the temple lies in the unembellished form of the temple structure. The place of worship is frequently visited by the tourists and the local people who arrive in the temple to offer their prayers to the temple deity. Address-Bharathi street Puducherry",
          "hindi": "कामाचियममैन मंदिर एक महत्वपूर्ण पॉन्डिचेरी तीर्थ स्थान है। मंदिर की विशिष्टता मंदिर के ढांचे के एकरूप रूप में है। पूजा स्थल पर अक्सर पर्यटक और स्थानीय लोग आते हैं जो मंदिर में देवता के दर्शन करने के लिए प्रार्थना करने आते हैं। पता-भारती गली पुदुचेरी",
          "telugu": "కామాచియమ్మన్ ఆలయం ఒక ముఖ్యమైన పాండిచేరి తీర్థయాత్ర. ఆలయం యొక్క ఏకత్వం ఆలయ నిర్మాణం యొక్క అసంపూర్తిగా ఉంది. ప్రార్థనా స్థలాన్ని పర్యాటకులు మరియు ఆలయానికి వచ్చే స్థానిక ప్రజలు ఆలయ దేవతకు ప్రార్థనలు చేస్తారు. చిరునామా-భారతి వీధి పుదుచ్చేరి",
          "tamil": "காமச்சியம்மன் கோயில் ஒரு முக்கியமான பாண்டிச்சேரி யாத்திரை இடமாகும். கோயிலின் ஒருமைப்பாடு கோயில் கட்டமைப்பின் தடையற்ற வடிவத்தில் உள்ளது. வழிபாட்டுத் தலத்தை சுற்றுலாப் பயணிகள் மற்றும் கோயிலுக்கு வரும் உள்ளூர் மக்கள் அடிக்கடி வருகை தருகின்றனர். முகவரி-பாரதி தெரு புதுச்சேரி",
          "malayalam": "പോണ്ടിച്ചേരിയിലെ ഒരു പ്രധാന തീർത്ഥാടന കേന്ദ്രമാണ്  കാമാച്ചിയമ്മൻ ക്ഷേത്രം. ക്ഷേത്രഘടനയുടെ ആകർഷണീയമല്ലാത്ത രൂപത്തിലാണ് ക്ഷേത്രത്തിന്റെ ഏകത്വം. ആരാധനാലയം സന്ദർശകരും ക്ഷേത്രത്തിലെത്തുന്ന പ്രദേശവാസികളും ക്ഷേത്രദേവന് പ്രാർത്ഥന നടത്താറുണ്ട്. വിലാസം-ഭാരതി തെരുവ് പുതുച്ചേരി"
        },
        "coordinates": {
          "lati": "11.939313",
          "long": "79.827961"
        }
      },
      {
        "name": "KANNIGA PARAMESWARI TEMPLE",
        "languages": {
          "english": "The temple is unique in its architecture as it blends the style of the French with the traditional Deccan architecture of India. The temple of Kanniga Parameswari is dedicated to the Goddess Shakti who is the representative deity of power in Hindu mythology. Shakti is another form of the powerful Goddess Kali who is one of the popular deities worshiped in Pondicherry and also in the whole country. The monumental structure of the temple is a blend of French and Tamil architectural styles. Address-Kamatchi Amman Koil Street\nPuducherry",
          "hindi": "मंदिर अपनी वास्तुकला में अद्वितीय है क्योंकि यह भारत की पारंपरिक डेक्कन वास्तुकला के साथ फ्रेंच की शैली को मिश्रित करता है। कनीगा परमेश्वरी का मंदिर देवी शक्ति को समर्पित है जो हिंदू पौराणिक कथाओं में शक्ति के प्रतिनिधि देवता हैं। शक्ति शक्तिशाली देवी काली का एक और रूप है जो पांडिचेरी में और पूरे देश में पूजा करने वाले लोकप्रिय देवताओं में से एक है। मंदिर की स्मारक संरचना फ्रांसीसी और तमिल स्थापत्य शैली का मिश्रण है। पता-कामचै अम्मान कोइल स्ट्रीट\nपुदुचेरी",
          "telugu": "ఈ ఆలయం దాని నిర్మాణంలో ప్రత్యేకమైనది, ఎందుకంటే ఇది ఫ్రెంచ్ శైలిని భారతదేశ సాంప్రదాయ డెక్కన్ నిర్మాణంతో మిళితం చేస్తుంది. కన్నిగ పరమేశ్వరి ఆలయం హిందూ పురాణాలలో శక్తి యొక్క ప్రతినిధి దేవత శక్తి దేవికి అంకితం చేయబడింది. శక్తి అనేది శక్తివంతమైన దేవత కాళి యొక్క మరొక రూపం, అతను పాండిచేరిలో మరియు మొత్తం దేశంలో పూజించే ప్రసిద్ధ దేవతలలో ఒకడు. ఈ ఆలయం యొక్క స్మారక నిర్మాణం ఫ్రెంచ్ మరియు తమిళ నిర్మాణ శైలుల సమ్మేళనం. చిరునామా-కామాచి అమ్మాన్ కోయిల్ స్ట్రీట్\nపుదుచ్చేరి",
          "tamil": "இந்தியாவின் பாரம்பரிய டெக்கான் கட்டிடக்கலைகளுடன் பிரெஞ்சு பாணியைக் கலப்பதால் இந்த கோயில் அதன் கட்டிடக்கலையில் தனித்துவமானது. கண்ணிக பரமேஸ்வரி கோயில் இந்து புராணங்களில் அதிகாரத்தின் பிரதிநிதி தெய்வமாக இருக்கும் சக்தி தேவிக்கு அர்ப்பணிக்கப்பட்டுள்ளது. பாண்டிச்சேரி மற்றும் முழு நாட்டிலும் வழிபடும் பிரபலமான தெய்வங்களில் ஒன்றான காளி தேவியின் மற்றொரு வடிவம் சக்தி. கோயிலின் நினைவுச்சின்ன அமைப்பு பிரெஞ்சு மற்றும் தமிழ் கட்டடக்கலை பாணிகளின் கலவையாகும். முகவரி-காமாட்சி அம்மன் கோயில் தெரு\nபுதுச்சேரி",
          "malayalam": "ഫ്രഞ്ചുകാരുടെ ശൈലി പരമ്പരാഗത ഡെക്കാൻ വാസ്തുവിദ്യയുമായി സമന്വയിപ്പിക്കുന്നതിനാൽ ഈ ക്ഷേത്രം അതിന്റെ വാസ്തുവിദ്യയിൽ സവിശേഷമാണ്. ഹിന്ദു പുരാണത്തിലെ ശക്തിയുടെ പ്രതിനിധി ദേവതയായ ശക്തിദേവിയ്ക്കായി സമർപ്പിച്ചിരിക്കുന്നതാണ് കന്നിഗ പരമേശ്വരി ക്ഷേത്രം. പോണ്ടിച്ചേരിയിലും രാജ്യമെമ്പാടും ആരാധിക്കപ്പെടുന്ന പ്രശസ്തമായ ദേവന്മാരിൽ ഒരാളായ കാളി ദേവിയുടെ മറ്റൊരു രൂപമാണ് ശക്തി. ഫ്രഞ്ച്, തമിഴ് വാസ്തുശൈലികളുടെ സമന്വയമാണ് ക്ഷേത്രത്തിന്റെ സ്മാരകം. വിലാസം-കാമാച്ചി അമ്മാൻ കോയിൽ സ്ട്രീറ്റ്\nപുതുച്ചേരി"
        },
        "coordinates": {
          "lati": "11.939085",
          "long": "79.830039"
        }
      },
      {
        "name": "SRI GOKILAMBAL THIRUKAMESHWARA TEMPLE",
        "languages": {
          "english": "Sri Gokilambal Thirukameshwara Temple, also referred to as Villianur Temple, is a famous place of worship of Hindus. The most popular festival being the Brahmotsavam, which is observed for ten days continuously and devotees from all over India come here to receive the blessings of the Lord. The presiding deity of the temple is Lord Shiva in the form of a 'Shivlinga'. There are other temples, which are devoted to the Devi and Murugan and they were constructed during the 12th century Chola period. Address-Villianur\nPuducherry",
          "hindi": "श्री गोकिलमबल थिरुक्मेश्वर मंदिर, जिसे विलियानूर मंदिर भी कहा जाता है, हिंदुओं का प्रसिद्ध पूजा स्थल है। ब्रह्मोत्सवम सबसे लोकप्रिय त्योहार है, जो लगातार दस दिनों तक मनाया जाता है और पूरे भारत से श्रद्धालु यहां भगवान का आशीर्वाद प्राप्त करने आते हैं। मंदिर के प्रमुख देवता 'शिवलिंग' के रूप में भगवान शिव हैं। अन्य मंदिर भी हैं, जो देवी और मुरुगन को समर्पित हैं और इनका निर्माण 12 वीं शताब्दी के चोल काल के दौरान किया गया था। पता- विलियानूर पुदुचेरी",
          "telugu": "విల్లియనూర్ ఆలయం అని కూడా పిలువబడే శ్రీ గోకిలాంబల్ తిరుకమేశ్వర ఆలయం హిందువుల ప్రసిద్ధ ప్రార్థనా స్థలం. అత్యంత ప్రాచుర్యం పొందిన పండుగ బ్రహ్మోత్సవం, ఇది పది రోజులు నిరంతరం పాటిస్తారు మరియు భారతదేశం నలుమూలల నుండి భక్తులు భగవంతుని ఆశీర్వాదం పొందడానికి ఇక్కడకు వస్తారు. ఈ ఆలయానికి ప్రధాన దేవత 'శివలింగం' రూపంలో శివుడు. ఇతర దేవాలయాలు ఉన్నాయి, ఇవి దేవి మరియు మురుగన్ లకు అంకితం చేయబడ్డాయి మరియు అవి 12 వ శతాబ్దపు చోళ కాలంలో నిర్మించబడ్డాయి. చిరునామా- విల్లియనూర్\nపుదుచ్చేరి",
          "tamil": "வில்லியனூர் கோயில் என்றும் அழைக்கப்படும் ஸ்ரீ கோகிலாம்பால் திருகாமேஸ்வரர் கோயில் இந்துக்களின் புகழ்பெற்ற வழிபாட்டுத் தலமாகும். மிகவும் பிரபலமான பண்டிகை பிரம்மோத்ஸம், இது தொடர்ந்து பத்து நாட்கள் அனுசரிக்கப்படுகிறது, மேலும் இந்தியா முழுவதிலும் இருந்து பக்தர்கள் இங்கு வந்து இறைவனின் ஆசீர்வாதங்களைப் பெறுகிறார்கள். கோயிலின் பிரதான தெய்வம் 'சிவலிங்கம்' வடிவத்தில் சிவன். தேவி மற்றும் முருகனுக்காக அர்ப்பணிக்கப்பட்ட பிற கோயில்களும் உள்ளன, அவை 12 ஆம் நூற்றாண்டு சோழர் காலத்தில் கட்டப்பட்டன. முகவரி- வில்லியனூர் புதுச்சேரி",
          "malayalam": "ഹിന്ദുക്കളുടെ ആരാധനാലയമാണ് വില്ലിയനൂർ ക്ഷേത്രം എന്നും അറിയപ്പെടുന്ന ശ്രീ ഗോകിലാംബാൽ തിരുക്കമേശ്വര ക്ഷേത്രം. പത്തുദിവസം തുടർച്ചയായി ആചരിക്കുന്ന ബ്രഹ്മോത്സവം ഏറ്റവും പ്രശസ്തമായ ഉത്സവമാണ്. ഇന്ത്യയുടെ വിവിധ ഭാഗങ്ങളിൽ നിന്നുള്ള ഭക്തർ ഇവിടെയെത്തി കർത്താവിന്റെ അനുഗ്രഹം സ്വീകരിക്കുന്നു. 'ശിവലിംഗ'ത്തിന്റെ രൂപത്തിലുള്ള ശിവനാണ് ക്ഷേത്രത്തിന്റെ പ്രധാന ദേവൻ. ദേവി, മുരുകൻ എന്നിവയ്ക്കായി സമർപ്പിച്ചിരിക്കുന്ന മറ്റ് ക്ഷേത്രങ്ങളുണ്ട്. പന്ത്രണ്ടാം നൂറ്റാണ്ടിലെ ചോള കാലഘട്ടത്തിലാണ് ഇവ നിർമ്മിച്ചത്. വിലാസം- വില്ലിയനൂർ\nപുതുച്ചേരി"
        },
        "coordinates": {
          "lati": "11.914997",
          "long": "79.756103"
        }
      }
    ],
    "Lakes and Garden": [
      {
        "name": "BHARATI PARK",
        "language": {
          "english": "Opening Time : 06:00:00 Closing Time : 21:00:00 Price : Entry Free The Government Park or Bharati Park is in the green centre of the French Town and its lush trees provide ample relief from the scorching sun on a hot summer day. With children playing in the ponds, on the hill or in the traffic park, grown-ups sitting or lying on granite benches, families on a picnic and occasional sit-ins of striking citizens, the park is the most appreciated public area in the town. Strolling under the cool trees is as dynamic as it gets unless people rush to the spot when an occasional movie is being shot. Address-Ranga Pillai St Puducherry",
          "hindi": "खुलने का समय: 06:00:00 समापन समय: 21:00:00 मूल्य: प्रवेश नि: शुल्क गवर्नमेंट पार्क या भारती पार्क फ्रेंच टाउन के हरे-भरे केंद्र में है और इसके हरे-भरे पेड़ गर्मी के दिनों में चिलचिलाती धूप से पर्याप्त राहत देते हैं। तालाबों में, पहाड़ी पर या ट्रैफिक पार्क में खेलते हुए बच्चे, ग्रेनाइट बेंच पर बैठे या लेटे हुए, पिकनिक पर परिवार और कभी-कभी हड़ताली नागरिकों के साथ, पार्क शहर में सबसे अधिक पसंद किया जाने वाला सार्वजनिक क्षेत्र है। । शांत पेड़ों के नीचे टहलना उतना ही गतिशील होता है जब तक कि लोग उस जगह पर नहीं पहुंचते जब एक सामयिक फिल्म की शूटिंग हो रही होती है। पता-रंगा पिल्लई सेंट पुदुचेरी",
          "malayalam": "തുറക്കുന്ന സമയം: 06:00:00 അവസാന സമയം: 21:00:00 വില: എൻട്രി സ .ജന്യം\n\nഫ്രഞ്ച് ട Town ണിന്റെ ഹരിത കേന്ദ്രത്തിലാണ് ഗവൺമെന്റ് പാർക്ക് അല്ലെങ്കിൽ ഭാരതി പാർക്ക്, അതിൻറെ സമൃദ്ധമായ മരങ്ങൾ കടുത്ത വേനൽക്കാലത്ത് കത്തുന്ന വെയിലിൽ നിന്ന് ധാരാളം ആശ്വാസം നൽകുന്നു. കുട്ടികൾ കുളങ്ങളിലോ കുന്നിലോ ട്രാഫിക് പാർക്കിലോ കളിക്കുന്നവരോ, മുതിർന്നവർ ഗ്രാനൈറ്റ് ബെഞ്ചുകളിൽ ഇരിക്കുകയോ കിടക്കുകയോ, പിക്നിക്കിൽ കുടുംബങ്ങൾ, ഇടയ്ക്കിടെ പണിമുടക്കുന്ന പൗരന്മാർ എന്നിവരോടൊപ്പം പാർക്ക്, പട്ടണത്തിലെ ഏറ്റവും പ്രശംസനീയമായ പൊതുസ്ഥലമാണ് . ഇടയ്ക്കിടെയുള്ള ഒരു സിനിമ ഷൂട്ട് ചെയ്യുമ്പോൾ ആളുകൾ സ്ഥലത്തേക്ക് ഓടിക്കയറുന്നില്ലെങ്കിൽ തണുത്ത മരങ്ങൾക്കടിയിൽ സഞ്ചരിക്കുന്നത് അത്ര ചലനാത്മകമാണ്. വിലാസം-രംഗ പിള്ള സെന്റ് പുതുച്ചേരി",
          "tamil": "திறக்கும் நேரம்: 06:00:00 நிறைவு நேரம்: 21:00:00\nவிலை: நுழைவு இலவசம் அரசு பூங்கா அல்லது பாரதி பூங்கா பிரெஞ்சு நகரத்தின் பசுமை மையத்தில் உள்ளது மற்றும் அதன் பசுமையான மரங்கள் வெப்பமான கோடை நாளில் வெயிலிலிருந்து வெகுவாக நிவாரணம் அளிக்கின்றன. குளங்களில், மலையிலோ அல்லது போக்குவரத்து பூங்காவிலோ குழந்தைகள் விளையாடுவது, வளர்ந்தவர்கள் கிரானைட் பெஞ்சுகளில் உட்கார்ந்து அல்லது படுத்துக் கொள்வது, சுற்றுலாவிற்குச் செல்லும் குடும்பங்கள் மற்றும் வேலைநிறுத்தம் செய்யும் குடிமக்களின் அவ்வப்போது உட்கார்ந்திருத்தல் ஆகியவற்றுடன், பூங்கா நகரத்தில் மிகவும் பாராட்டப்பட்ட பொதுப் பகுதி . எப்போதாவது ஒரு திரைப்படம் படமாக்கப்படும்போது மக்கள் அந்த இடத்திற்கு விரைந்து சென்றாலொழிய, குளிர்ந்த மரங்களுக்கு அடியில் உலா வருவது மாறும். முகவரி-ரங்கா பிள்ளை செயின்ட் புதுச்சேரி",
          "telugu": "ప్రారంభ సమయం: 06:00:00\nముగింపు సమయం: 21:00:00 ధర: ఎంట్రీ ఫ్రీ గవర్నమెంట్ పార్క్ లేదా భారతి పార్క్ ఫ్రెంచ్ టౌన్ యొక్క ఆకుపచ్చ కేంద్రంలో ఉంది మరియు దాని పచ్చని చెట్లు వేడి వేసవి రోజున ఎండ నుండి ఎంతో ఉపశమనం ఇస్తాయి. పిల్లలు చెరువులలో, కొండపై లేదా ట్రాఫిక్ పార్కులో, పెద్దలు కూర్చోవడం లేదా గ్రానైట్ బెంచీలపై పడుకోవడం, పిక్నిక్ మీద కుటుంబాలు మరియు అప్పుడప్పుడు కొట్టే పౌరుల సిట్-ఇన్లతో, ఈ ఉద్యానవనం పట్టణంలో అత్యంత ప్రశంసనీయమైన బహిరంగ ప్రదేశం . అప్పుడప్పుడు సినిమా చిత్రీకరిస్తున్నప్పుడు ప్రజలు అక్కడికి చేరుకోకపోతే చల్లని చెట్ల క్రింద షికారు చేయడం చాలా డైనమిక్. చిరునామా-రంగా పిళ్ళై సెయింట్ పుదుచ్చేరి"
        },
        "coordinates": {
          "lati": "11.933157",
          "long": "79.834226"
        }
      },
      {
        "name": "BOTANICAL GARDENS",
        "language": {
          "english": "The Botanical Gardens add great educational and recreational value to Puducherry. The gate leading to the garden is reminiscent of French architecture and it stands out from its immediate surroundings because it is smack in the middle of the old Tamil town. The Botanical Gardens were laid out in 1826 in ornate French style, with pruned trees, beautiful flower beds and gravel lined paths and fountains. Location: South Boulevard (near old Bus Stand), Puducherry 605001 Timings: 10:00am - 5:00pm Charges: Train rides are chargeable and require a minimum head count to start. Visiting the Aquarium is also chargeable. Adults: Rs. 10/- and Children: Rs. 5/-",
          "hindi": "वानस्पतिक उद्यान पुडुचेरी के लिए महान शैक्षिक और मनोरंजक मूल्य जोड़ते हैं। बगीचे की ओर जाने वाला द्वार फ्रांसीसी वास्तुकला की याद दिलाता है और यह अपने आसपास के वातावरण से बाहर खड़ा है क्योंकि यह पुराने तमिल शहर के बीच में स्मैक है। बॉटनिकल गार्डन को 1826 में अलंकृत फ्रेंच शैली में तैयार किया गया था, जिसमें कांटेदार पेड़, सुंदर फूलों के बिस्तर और बजरी के रास्ते और फव्वारे थे। स्थान: साउथ बुलेवार्ड (पुराने बस स्टैंड के पास), पुदुचेरी 605001 समय: सुबह 10:00 बजे - शाम 5:00 बजे  शुल्क:ट्रेन की सवारी आकर्षक है और शुरू करने के लिए न्यूनतम सिर की गिनती की आवश्यकता होती है। एक्वेरियम में जाना भी चार चांद लगा देता है। वयस्क: रु। 10 / - और बच्चे: रु। 5 / -",
          "malayalam": "പുതുച്ചേരിക്ക് ബൊട്ടാണിക്കൽ ഗാർഡൻസ് മികച്ച വിദ്യാഭ്യാസ, വിനോദ മൂല്യങ്ങൾ നൽകുന്നു. ഉദ്യാനത്തിലേക്ക് നയിക്കുന്ന ഗേറ്റ് ഫ്രഞ്ച് വാസ്തുവിദ്യയെ അനുസ്മരിപ്പിക്കുന്നു, മാത്രമല്ല അതിന്റെ സമീപസ്ഥലങ്ങളിൽ നിന്ന് വേറിട്ടുനിൽക്കുകയും ചെയ്യുന്നു, കാരണം ഇത് പഴയ തമിഴ് പട്ടണത്തിന്റെ നടുക്ക് സ്മാക്ക് ആണ്. 1826-ൽ അലങ്കരിച്ച ഫ്രഞ്ച് ശൈലിയിൽ ബൊട്ടാണിക്കൽ ഗാർഡൻ സ്ഥാപിച്ചു, അരിവാൾകൊണ്ടു മരങ്ങളും മനോഹരമായ പുഷ്പ കിടക്കകളും ചരൽ നിരകളുള്ള പാതകളും ജലധാരകളും. സ്ഥാനം: സ B ത്ത് ബൊളിവാർഡ് (പഴയ ബസ് സ്റ്റാൻഡിന് സമീപം), പുതുച്ചേരി 605001 സമയം:\nരാവിലെ 10:00 - വൈകുന്നേരം 5:00 നിരക്കുകൾ: ട്രെയിൻ സവാരിക്ക് നിരക്ക് ഈടാക്കുന്നു, ആരംഭിക്കുന്നതിന് കുറഞ്ഞത് തല എണ്ണം ആവശ്യമാണ്. അക്വേറിയം സന്ദർശിക്കുന്നതിനും നിരക്ക് ഈടാക്കുന്നു. മുതിർന്നവർ: Rs. 10 / - ഉം കുട്ടികൾ: Rs. 5 / -",
          "tamil": "தாவரவியல் பூங்கா புதுச்சேரிக்கு சிறந்த கல்வி மற்றும் பொழுதுபோக்கு மதிப்பை சேர்க்கிறது. தோட்டத்திற்கு செல்லும் வாயில் பிரெஞ்சு கட்டிடக்கலைகளை நினைவூட்டுகிறது, மேலும் இது அதன் உடனடி சுற்றுப்புறங்களிலிருந்து தனித்து நிற்கிறது, ஏனெனில் இது பழைய தமிழ் நகரத்தின் நடுவில் நொறுங்கியுள்ளது. பொட்டானிக்கல் தோட்டங்கள் 1826 ஆம் ஆண்டில் அலங்கரிக்கப்பட்ட பிரஞ்சு பாணியில், கத்தரிக்காய் மரங்கள், அழகான மலர் படுக்கைகள் மற்றும் சரளை வரிசையாக அமைக்கப்பட்ட பாதைகள் மற்றும் நீரூற்றுகளுடன் அமைக்கப்பட்டன. இடம்: சவுத் பவுல்வர்டு (பழைய பஸ் ஸ்டாண்டிற்கு அருகில்), புதுச்சேரி 605001 நேரம்:\nகாலை 10:00 - மாலை 5:00 மணி கட்டணங்கள்: ரயில் சவாரிகள் கட்டணம் வசூலிக்கப்படுகின்றன, மேலும் தொடங்குவதற்கு குறைந்தபட்சம் தலை எண்ணிக்கை தேவைப்படுகிறது. மீன்வளத்தைப் பார்வையிடுவதும் கட்டணம் வசூலிக்கப்படுகிறது. பெரியவர்கள்: ரூ. 10 / - மற்றும் குழந்தைகள்: ரூ. 5 / -",
          "telugu": "బొటానికల్ గార్డెన్స్ పుదుచ్చేరికి గొప్ప విద్యా మరియు వినోద విలువను జోడిస్తుంది. ఉద్యానవనానికి దారితీసే గేట్ ఫ్రెంచ్ నిర్మాణాన్ని గుర్తుచేస్తుంది మరియు ఇది పాత తమిళ పట్టణం మధ్యలో స్మాక్ అయినందున దాని సమీప పరిసరాల నుండి నిలుస్తుంది. బొటానికల్ గార్డెన్స్ 1826 లో అలంకరించబడిన ఫ్రెంచ్ శైలిలో, కత్తిరించిన చెట్లు, అందమైన పూల పడకలు మరియు కంకరతో కప్పబడిన మార్గాలు మరియు ఫౌంటైన్లతో నిర్మించబడింది. స్థానం: సౌత్ బౌలేవార్డ్ (పాత బస్ స్టాండ్ దగ్గర), పుదుచ్చేరి 605001 సమయం: ఉదయం 10:00 - సాయంత్రం 5:00 ఛార్జీలు: రైలు ప్రయాణాలు వసూలు చేయబడతాయి మరియు ప్రారంభించడానికి కనీస హెడ్ కౌంట్ అవసరం. అక్వేరియం సందర్శించడం కూడా ఛార్జీ. పెద్దలు: రూ. 10 / - మరియు పిల్లలు: రూ. 5 / -"
        },
        "coordinates": {
          "lati": "11.928525",
          "long": "79.823021"
        }
      },
      {
        "name": "CHUNNAMBAR",
        "language": {
          "english": "Opening Time : 09:00:00\nClosing Time : 17:00:00 Chunnambar is situated 8 kms from Puducherry, along the Cuddalore Main Road. This tropical paradise is flanked by a quiet-flowing creek on one side. You can sail downstream to the sands and pitch up a cosy seaside tent for yourself. Overnighting within the tree-houses on the backwater provides a relishing experience of the great outdoors. Address- Nonankuppam Puducherry",
          "hindi": "खुलने का समय: 09:00:00\nसमापन समय: 17:00:00 चुन्नमबार पुड्डुचेरी से 8 किलोमीटर की दूरी पर कुड्डलोर मेन रोड के साथ स्थित है। यह उष्णकटिबंधीय स्वर्ग एक तरफ शांत-प्रवाहित नाला है। आप रेत के लिए नीचे की ओर बह सकते हैं और अपने लिए एक आरामदायक समुद्र तटीय तम्बू बना सकते हैं। बैकवाटर पर ट्री-हाउस के भीतर रात भर रहने से महान आउटडोर का एक नया अनुभव मिलता है। पता- नानांकुपम पुदुचेरी",
          "malayalam": "തുറക്കുന്ന സമയം: 09:00:00\nഅവസാനിക്കുന്ന സമയം: 17:00:00 പുതുച്ചേരിയിൽ നിന്ന് 8 കിലോമീറ്റർ അകലെയാണ് കടന്നൂർ മെയിൻ റോഡിന് സമീപം സ്ഥിതി ചെയ്യുന്നത്. ഈ ഉഷ്ണമേഖലാ പറുദീസ ഒരു വശത്ത് ശാന്തമായി ഒഴുകുന്ന ഒരു ക്രീക്ക് കൊണ്ട് ചുറ്റപ്പെട്ടിരിക്കുന്നു. നിങ്ങൾക്ക് മണലിലേക്ക് താഴേക്കിറങ്ങി നിങ്ങൾക്ക് സുഖപ്രദമായ കടൽത്തീര കൂടാരം സ്ഥാപിക്കാം. കായലിലെ മര വീടുകളിൽ ഒറ്റരാത്രികൊണ്ട് മികച്ച do ട്ട് ഡോർ അനുഭവങ്ങൾ നൽകുന്നു. വിലാസം- നോൺകുപ്പം\nപുതുച്ചേരി",
          "tamil": "திறக்கும் நேரம்: 09:00:00 நிறைவு நேரம்: 17:00:00 புதுச்சேரியில் இருந்து கடலூர் பிரதான சாலையில் 8 கி.மீ தூரத்தில் சுன்னம்பர் அமைந்துள்ளது. இந்த வெப்பமண்டல சொர்க்கம் ஒரு பக்கத்தில் அமைதியாக பாயும் சிற்றோடைகளால் சூழப்பட்டுள்ளது. நீங்கள் மணல் அடியில் இருந்து கீழே பயணம் செய்யலாம் மற்றும் உங்களுக்காக ஒரு வசதியான கடலோர கூடாரத்தை அமைக்கலாம். உப்பங்கடையில் உள்ள மரம்-வீடுகளுக்குள் ஒரே இரவில் இருப்பது வெளிப்புறங்களில் ஒரு மகிழ்ச்சியான அனுபவத்தை வழங்குகிறது. முகவரி- நோனங்குப்பம் புதுச்சேரி",
          "telugu": "ప్రారంభ సమయం: 09:00:00 ముగింపు సమయం: 17:00:00 పున్నచ్చేరి నుండి కడలూరు ప్రధాన రహదారి వెంబడి 8 కిలోమీటర్ల దూరంలో చున్నంబర్ ఉంది. ఈ ఉష్ణమండల స్వర్గం ఒక వైపు నిశ్శబ్దంగా ప్రవహించే క్రీక్ చుట్టూ ఉంది. మీరు ఇసుకకు దిగువకు ప్రయాణించి, మీ కోసం హాయిగా సముద్రతీర గుడారాన్ని ఏర్పాటు చేసుకోవచ్చు. బ్యాక్ వాటర్ లోని చెట్టు-ఇళ్ళలో రాత్రిపూట గొప్ప ఆరుబయట గొప్ప అనుభవాన్ని అందిస్తుంది. చిరునామా- నోనన్కుప్పం పుదుచ్చేరి"
        },
        "coordinates": {
          "lati": "11.883961",
          "long": "79.800469"
        }
      }
    ]
  }
}
